Repository: racovetdorin/crm_real_estate
Catalog: ui/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Due Date Min
ro: De finalizat după

source: Due Date Max
ro: De finalizat înainte

source: Created At Min
ro: Creat după

source: Created At Max
ro: Creat înainte

source: Not Taken
ro: Nepreluat

source: Title
ro: Titlu

source: Phone
ro: Telefon

source: Property
ro: Proprietate

source: ID Demand
ro: ID Cerere

source: ID Activity
ro: ID Activitate

source: Low
ro: Neimportant

source: Medium
ro: Mediu

source: High
ro: Important

source: To do
ro: De făcut

source: In progress
ro: În desfășurare

source: Done
ro: Încheiate

source: Sale leads
ro: Lead-uri vânzare

source: Rent leads
ro: Lead-uri închiriere

source: Processed
ro: Procesate

source: Viewing
ro: Vizualizare

source: Virtual viewing
ro: Vizualizare virtuală

source: Demand lead generation
ro: Generare lead cerere

source: Property lead generation
ro: Generare lead proprietate

source: Client lead generation
ro: Generare lead client

source: Telephone conversation
ro: Conversație telefonică

source: Photo viewing
ro: Vizualizare fotografii

source: Demand
ro: Cerere

source: Type
ro: Tip

source: Linked with
ro: Legat de

source: No title
ro: Fără titlu

source: Description
ro: Descriere

source: Due date
ro: De finalizat până la

source: Priority
ro: Prioritate

source: Available
ro: Disponibil

source: Taken
ro: Preluat

source: Archive
ro: Arhivează

source: Something went terribly wrong!!!
ro: Ceva este în neregulă!!!

source: Created After
ro: Creat după

source: Created Before
ro: Creat înainte

source: Created
ro: Creat

source: Updated
ro: Actualizat

source: Delete
ro: Șterge

source: Agent Changed
ro: Schimbare agent

source: Offer Created
ro: Ofertă creată

source: Offer Updated
ro: Ofertă ștearsă

source: Attributes Updated
ro: Actualizare atribute

source: Others
ro: Altele

source: Action type
ro: Tip acțiune

source: Field Changes
ro: Schimbări câmpuri

source: Name
ro: Nume

source: Agents
ro: Agenți

source: Phone numbers cannot start with 0 !
ro: Numerele de telefon nu pot incepe cu 0 !

source: Phone numbers must be different from one another
ro: Numerele de telefon trebuie sa fie diferite unele de celelalte

source: Phone number can have a maximum of 11 characters
ro: Numărul de telefon poate avea maxim 11 caractere

source: Change agent
ro: Schimbă agent

source: First name
ro: Prenume

source: Last name
ro: Nume

source: Phone 1
ro: Telefon 1

source: Phone 2
ro: Telefon 2

source: Phone 3
ro: Telefon 3

source: Company
ro: Companie

source: National ID
ro: CNP

source: Is agency
ro: Este Agenție

source: Address
ro: Adresă

source: Office
ro: Birou

source: Created at
ro: Creat

source: Updated at
ro: Actualizat

source: Is visible
ro: Vizibil pentru agenți

source: Private details for this user
ro: Detaliile clientului sunt ascunse

source: Deleted
ro: Șters

source: Deleted At
ro: Șters la

source: Hide on site
ro: Nu afișa pe site

source: Image path
ro: Locație Imagine

source: Image name
ro: Nume Imagine

source: Image Position
ro: Poziție Imagine

source: Romanian
ro: Română

source: English
ro: Engleză

source: Agent name
ro: Nume agent

source: Office name
ro: Nume birou

source: Transacted offer ID
ro: ID Ofertă tranzacționată

source: Exclusivity
ro: Exclusivitate

source: Price
ro: Preț

source: Commission %
ro: Comision %

source: Commission
ro: Comision

source: Offer closing date
ro: Dată închidere ofertă

source: Agent email
ro: Email agent

source: Agent ID
ro: ID Agent

source: Office ID
ro: ID Birou

source: Brick
ro: Cărămidă

source: Concrete
ro: Beton

source: Wood
ro: Lemn

source: Limestone
ro: Cotileț

source: Before 1960
ro: Înainte de 1960

source: Between 1960 - 2010
ro: Între 1960 - 2010

source: After 2010
ro: Dupa 2010

source: In white
ro: Variantă albă

source: In grey
ro: Variantă sură

source: With fixes
ro: Cu reparație

source: Unfinished
ro: Nefinisat

source: Luxurious
ro: Lux

source: Incomplete
ro: Incomplet

source: Active
ro: Activ

source: Transacted by us
ro: Tranzacționat prin Impakt

source: Transacted by others
ro: Tranzacționat prin alt intermediar

source: Transacted by owner
ro: Tranzacționat direct de proprietar

source: Withdrawn
ro: Retras

source: Real estate counselor
ro: Consilier imobiliar

source: Managing director
ro: Director general

source: Assistant manager
ro: Asistent manager

source: IT Administrator
ro: Administrator IT

source: Real estate specialist
ro: Specialist imobiliar

source: Between 1960 - 2000
ro: Între 1960 - 2000

source: After 2000
ro: Dupa 2000

source: Classic
ro: Clasic

source: Semi-finished
ro: Semi-finisat

source: Finished
ro: Finisat

source: Interior features
ro: Dotări interioare

source: Classic faience
ro: Faianță clasică

source: Modern faience
ro: Faianță modernă

source: Solid wood flooring
ro: Parchet din lemn masiv

source: Classic floor tiles
ro: Gresie clasică

source: Modern floor tiles
ro: Gresie modernă

source: Laminated flooring
ro: Parchet laminat

source: Marble finishes
ro: Finisaje marmură

source: Facilities
ro: Facilități

source: Water
ro: Apă

source: Electricity
ro: Electricitate

source: Alarm system
ro: Sistem alarmă

source: Gas
ro: Gaz

source: Sewerage
ro: Canalizare

source: Intercom
ro: Interfon

source: Elevator
ro: Lift

source: Parking spot
ro: Loc de parcare

source: Double glazing windows
ro: Geamuri termopan

source: Terrace
ro: Terasă

source: Facilities/Interior equipment
ro: Facilități/Echipament interior

source: Fridge
ro: Frigider

source: Washing machine
ro: Mașină de spălat

source: Dishwashing machine
ro: Mașină de spălat vase

source: Gas cooker
ro: Aragaz

source: TV
ro: Televizor

source: Air conditioning
ro: Aer condiționat

source: Key holding
ro: Cheia la noi

source: Parking type
ro: Tip parcare

source: Underground parking spot
ro: Loc de parcare subteran

source: Built period
ro: Perioada construirii

source: Between 1960-2000
ro: Între 1960-2000

source: Price Min
ro: Preț Min

source: Price Max
ro: Preț Max

source: Surface Min
ro: Suprafață Min

source: Surface Max
ro: Suprafață Max

source: Rooms Min
ro: Camere Min

source: Rooms Max
ro: Camere Max

source: Client ID
ro: ID Client

source: Contract register date
ro: Dată de registru

source: Contract start date
ro: Dată Începere/Semnare Contract

source: Limit date
ro: Data limită

source: Buy
ro: Cumpărare

source: Rent
ro: Închiriere

source: Contracted
ro: Contractat

source: Request transacted by us
ro: Tranzacționat prin Impakt

source: Request transacted by others
ro: Tranzacționat prin alt intermediar

source: Request transacted by owner
ro: Tranzacționat direct de proprietar

source: Request withdrawn
ro: Retras

source: Square meters
ro: Metri pătrați

source: Acres
ro: Ari

source: Hectares
ro: Hectare

source: Units of measure
ro: Unitate de masură

source: Region
ro: Județ

source: City
ro: Oraș

source: Zones
ro: Zone

source: Transaction type
ro: Tip tranzacție

source: Property type
ro: Tip Proprietate

source: Property subtype
ro: Subtip Proprietate

source: Lead source
ro: Sursa lead

source: Final price
ro: Preț final

source: Commission Seller
ro: Comision Vânzător

source: Commission Seller %
ro: Comision Vânzător %

source: Commission Buyer
ro: Comision Cumpărător

source: Commission for successful transaction
ro: Comision de succes

source: Commission for colaboration
ro: Comision de colaborare

source: Features
ro: Dotări/Facilități

source: Top floor excluded
ro: Exclus ultimul etaj

source: Ground floor excluded
ro: Exclus parter

source: Mansard excluded
ro: Exclus mansardă

source: New building
ro: Clădire nouă

source: In development
ro: În construcție

source: Contract number
ro: Număr Contract

source: Contract signing date
ro: Dată Începere/Semnare Contract

source: Contract register
ro: Dată de registru

source: Contract type
ro: Tip Contract

source: Price min
ro: Preț min

source: Price max
ro: Preț max

source: Surface min
ro: Suprafață min

source: Surface max
ro: Suprafață max

source: Rooms
ro: Număr Camere

source: Comments
ro: Comentarii

source: Offers of interest
ro: Ofertă de interes

source: Created At
ro: Creat

source: Updated At
ro: Actualizat

source: Closing date
ro: Dată închidere

source: Demand added
ro: Cerere adăugată

source: Demand Updated
ro: Cerere Actualizată

source: Demand Deleted!
ro: Cerere Ștearsă

source: Country code (two characters) in ISO 3166-1 format
ro: Codul țării (două caractere) in formatul ISO 3166-1

source: Country
ro: Țară

source: Countries
ro: Țări

source: Regions
ro: Regiuni

source: Commune
ro: Comună

source: Village
ro: Sat

source: Cities
ro: Orașe

source: Zone
ro: Zonă

source: Street
ro: Stradă

source: Streets
ro: Străzi

source: Properties have been successfully created!
ro: Propertatile au fost create cu succes!

source: Properties have been successfully removed from Global!
ro: Propertatile au fost șterse cu succes!

source: Create property to REMAX Global
ro: Creaza o proprietate pentru REMAX Global

source: Remove property from REMAX Global
ro: Șterge proprietate de pe REMAX Global

source: Price max filter
ro: Preț maxim

source: Energy class
ro: Clasa energetică

source: Subtype
ro: Subtip

source: Closed after date
ro: Închis după

source: Closed before date
ro: Închis înainte

source: Active Agents
ro: Agenți activi

source: Contract end date
ro: Dată Expirare Contract

source: Sale
ro: Vânzare

source: VAT Included
ro: TVA inclus

source: Plus VAT
ro: Plus TVA

source: Promote site
ro: Promovează site

source: Promote site homepage
ro: Promovează site pagina principală

source: Promoted
ro: Promovat

source: Offer price
ro: Preț ofertă

source: Old price
ro: Prețul vechi

source: Hot price
ro: Preț fierbinte

source: Price minimum
ro: Preț minim

source: Price per m2
ro: Preț Per sqm

source: Exclusive
ro: Exclusiv

source: Special offer
ro: Ofertă specială

source: Recommended
ro: Recomandat

source: VAT
ro: TVA

source: Close offer
ro: Închide oferta

source: Closed by
ro: Închis de

source: View Count
ro: Număr vizualizări

source: Offer
ro: Ofertă

source: Offer deleted!
ro: Ofertă ștearsă

source: Offices have been successfully added!
ro: Oficiile au fost adaugate cu succes!

source: Offices have been successfully updated!
ro: Oficiile au fost actualizate cu succes!

source: Offices have been successfully removed!
ro: Oficiile au fost sterse cu succes!

source: UUIDs have been successfully generated!
ro: UUID au fost generate cu succes!

source: Create offices to REMAX Global
ro: Creaza oficiu pe REMAX Global

source: Update offices from REMAX Global
ro: Actualizeaza oficiile de pe REMAX Global

source: Remove listed offices from REMAX Global
ro: Șterge oficiile listate pe REMAX Global

source: Remove listed offices from REMAX Global using json request
ro: Șterge oficiile listate pe REMAX Global cu json request

source: Generate UUIDs
ro: Genereaza UUID

source: Show on site
ro: Arată pe site

source: Is active
ro: Activ

source: All properties
ro: Toate proprietățile

source: Property type(s)
ro: Tip(uri) proprietate

source: Property subtype(s)
ro: Subtip(uri) Proprietate

source: Offer ID
ro: ID Ofertă

source: Minimum total surface
ro: Suprafață totală minimă

source: Maximum total surface
ro: Suprafață totală maximă

source: Minimum util surface
ro: Suprafață utilă minimă

source: Maximum util surface
ro: Suprafață utilă maximă

source: Created after
ro: Creat după

source: Created before
ro: Creat înainte

source: Built
ro: Construit

source: Comfort
ro: Confort

source: Partitioning
ro: Compartimentare

source: Interior state
ro: Stare interioară

source: Heating source
ro: Sursă încălzire

source: Garage
ro: Garaj

source: Furnished
ro: Mobilat

source: Windows
ro: Geamuri

source: Internet
ro: Conexiune internet

source: Key Holding
ro: Cheia la noi

source: For apartments only
ro: Numai pentru apartamente

source: Block number
ro: Nr. bloc

source: Block entrance
ro: Nr. scară

source: Apartment number
ro: Nr. apartament

source: A property already exists at this address!
ro: Există deja o prorpietate pe această adresă

source: Documents
ro: Documente

source: Report start date
ro: Dată începere raport

source: Report end date
ro: Dată finalizare raport

source: House
ro: Casă

source: Apartment
ro: Apartament

source: Commercial space
ro: Spațiu Comercial

source: Land
ro: Teren

source: Cabin
ro: Cabană

source: Basement Parking
ro: Parcare Subterană

source: Storage Room
ro: Debara

source: Basement
ro: Subsol

source: Semi Basement
ro: Demi-sol

source: Ground Floor
ro: Este parter

source: Entresol
ro: Mezanin

source: Mansard
ro: Este mansardă

source: Virtual tour
ro: Tur virtual

source: Video tour
ro: Tur video

source: Street number
ro: Număr stradă

source: Floor
ro: Etaj

source: Ap. number
ro: Număr Ap.

source: Demands of interest
ro: Cereri de interes

source: Display name
ro: Nume de prezentare

source: Group
ro: Grup

source: Is filtered
ro: Este filtrat

source: Description public
ro: Descriere publică

source: Description private
ro: Descriere confidențială

source: Description sentimental
ro: Descriere sentimentală

source: Surface total
ro: Suprafață totală

source: Surface util
ro: Suprafață utilă

source: Surface built
ro: Suprafață construită

source: Surface field
ro: Suprafață teren

source: Surface garden
ro: Suprafață grădină

source: Surface kitchen
ro: Suprafață bucătărie

source: Front line
ro: Linie stradală

source: Ceiling height
ro: Inaltime tavan (cm)

source: Semi-detached
ro: Semi-decomandat

source: Detached
ro: Decomandat

source: Wagon
ro: Vagon

source: Increased
ro: Sporit

source: One
ro: Unu

source: Unique
ro: Unic

source: Two
ro: Doi

source: North
ro: Nord

source: Northeast
ro: Nord-Est

source: East
ro: Est

source: Southeast
ro: Sud-Est

source: South
ro: Sud

source: Southwest
ro: Sud-Vest

source: West
ro: Vest

source: Northwest
ro: Nord-Vest

source: Northsouth
ro: Nord-Sud

source: Eastwest
ro: Est-vest

source: Central heating in building
ro: Centrală imobil

source: Individual central heating
ro: Centrală termică individuală

source: Underfloor heating
ro: Încălzire în pardoseală

source: District heating
ro: Termoficare

source: Wood central heating
ro: Centrală pe lemn

source: Fireplace
ro: Sobă/Teracotă

source: Convectors
ro: Convectoare

source: Fiber optics
ro: Fibră optică

source: Cable
ro: Cablu TV

source: Children are accepted
ro: Se acceptă copii

source: Without children
ro: Fără copii

source: Animals are accepted
ro: Se acceptă animale

source: Without animals
ro: Fără animale

source: Underground parking
ro: Parcare Subterană

source: Exterior parking
ro: Parcare Exterioară

source: Subscription parking
ro: Parcare cu abonament

source: Semi-furnished
ro: Mobilat parțial

source: Furnished kitchen
ro: Bucătărie Mobilată

source: Furnished with modern utilities
ro: Mobilat modern

source: Furnished with classic utilities
ro: Mobilat clasic

source: Double glazing glass
ro: Termopan

source: Wood and glass
ro: Lemn și sticlă

source: Without sewerage
ro: Fara canalizare

source: There is a sewer
ro: Este canalizare

source: Without plumbing
ro: Fara instalatii sanitare

source: There is running water
ro: Există o sursă de apă

source: Gasified
ro: Gazeificat

source: Not gasified
ro: Nu este gazeificat

source: Is top floor
ro: Este ultimul etaj

source: Is ground floor
ro: Este parter

source: Is mansard
ro: Este mansardă

source: Orientation
ro: Orientare

source: Construction year
ro: Anul construirii

source: Construction material
ro: Material

source: Total Floors
ro: Etaje imobil

source: Rooms number
ro: Camere

source: Bathrooms number
ro: Băi

source: Kitchens number
ro: Bucătării

source: Balconies number
ro: Balcoane

source: Internet connection
ro: Conexiune Internet

source: Parking
ro: Parcare

source: Cadastral number
ro: Nr. cadastral

source: Topographic number
ro: Nr. topografic

source: Land registry
ro: Carte funciară

source: Water pipes
ro: Conducte de apă

source: Gasification
ro: Gazeificare

source: Detached house
ro: Casă individuală

source: Terraced house
ro: Casă înșiruită

source: Attached house
ro: Casă cuplată

source: House subtype
ro: Subtip casă

source: Block apartment
ro: Apartament în bloc

source: Villa apartment
ro: Apartament în vilă

source: Apartment subtype
ro: Subtip apartament

source: Studio apartment
ro: Garsonieră

source: Studio subtype
ro: Subtip studio

source: Office space
ro: Spațiu pentru birouri

source: Industrial space
ro: Spațiu industrial

source: Commercial subtype
ro: Subtip spațiu comercial

source: Window shop
ro: Vitrină

source: Agricultural land
ro: Teren agricol

source: Construction land
ro: Teren pentru construcții

source: Land subtype
ro: Subtip teren

source: Guest house
ro: Casă de oaspeți

source: Hotel subtype
ro: Subtip hotel

source: Cabin subtype
ro: Subtip cabană

source: Yes
ro: Da

source: No
ro: Nu

source: Leads generated
ro: Lead-uri generate

source: Interested leads
ro: Lead-uri interesate

source: Processed leads
ro: Lead-uri procesate

source: Sort by...
ro: Ordonare după...

source: Created At Asc
ro: Creat Asc

source: Created At Des
ro: Creat Des

source: Updated At Asc
ro: Actualizat Asc

source: Updated At Des
ro: Actualizat Des

source: There can't be two active offers of the same type!
ro: Nu pot exista două oferte active de același fel!

source: At least one document is required!
ro: Este necesar cel puțin un document

source: You cannot leave an already created offer without a price!
ro: Nu puteți lăsa fără preț o ofertă deja creată!

source: Property should not have more than two offers!
ro: Proprietatea nu poate avea mai mult de două oferte!

source: Property updated!
ro: Proprietate Actualizată!

source: Cannot close an active offer. Change the status to a transacted or withdrawn.
ro: Oferta activă nu se poate închide. Schimbă statusul in tranzacționată sau retrasă

source: Offer not ready to be active or transacted! The Property must have a Description and the Offer must have a Price.
ro: Oferta nu este gata de a pentru a fi tranzacționată sau activată. Proprietatea trebuie să conțină Descriere, Oferta trebuie să conțină Preț.

source: You cannot promote on website a property that does not have images uploaded!
ro: Nu puteți să promovați o proprietate pe site fără imagini adaugate!

source: Bad request! Try again.
ro: Request nepotrivit! Încercați din nou.

source: You don't have rights to view this page!
ro: Nu aveți drepturi pentru a accesa această pagină!

source: Page not found!
ro: Nu s-a putut găsi pagina!

source: Server error. If the error persists, please contact the IT Administrator!
ro: Eroare de server. Dacă eroarea persistă, vă rugăm contactați administratorul IT!

source: Activity
ro: Activitate

source: Telephone
ro: Telefon

source: Linked to
ro: Legat de

source: Filters
ro: Filtre

source: Reset filters
ro: Resetare filtre

source: Archive
ro: Arhivează

source: finished activities
ro: activitățile terminate

source: processed leads
ro: lead-urile arhivate

source: Are you sure you want to archive all your finished leads
ro: Sunteți sigur ca doriți să arhivați toate lead-urile procesate asociate agentului dumneavoastră

source: Are you sure you want to archive all your finished activities
ro: Sunteți sigur că doriți să arhivați toate activitățile terminate asociate agentului dumneavoastră

source: Leads
ro: Lead-uri

source: Add New Lead
ro: Adaugă lead nou

source: Add New Activity
ro: Adaugă Activitate

source: Hold down CTRL to select text from the cards without moving them.
ro: Țineți apăsat tasta CTRL pentru a selecta text fără a mișca activitatea.

source: Cancel
ro: Anulează

source: Create
ro: Creează

source: Due Date
ro: De finalizat până la

source: Object type
ro: Tip obiect

source: Action date
ro: Dată Acțiune

source: Action
ro: Acțiune

source: Action description
ro: Descriere acțiune

source: Phones
ro: Numere Telefon

source: Created at/Updated at
ro: Creat la/Actualizat la

source: No customer was found
ro: Nu s-a găsit niciun client

source: Agencies only
ro: Numai Agenții

source: Offers
ro: Oferte

source: Properties
ro: Proprietăți

source: Demands
ro: Cereri

source: Update Client
ro: Actualizează Client

source: Add Client
ro: Adaugă Client

source: Demand details
ro: Detalii Cerere

source: Property details
ro: Detalii Proprietate

source: Contract start/end
ro: Dată Începere/Expirare Contract

source: Demand ID
ro: ID Cerere

source: Primary filters
ro: Filtre principale

source: Surface
ro: Suprafață

source: Matching offers
ro: Oferte potrivite

source: Details
ro: Detalii

source: Prices
ro: Prețuri

source: Is closed
ro: Tranzacție încheiată

source: Update Demand
ro: Actualizează Cerere

source: Add Demand
ro: Adaugă Cerere

source: You have
ro: Aveți

source: matching properties for this demand
ro: proprietăți care se potrivesc acestei cereri.

source: properties
ro: proprietăți

source: Price per sqm
ro: Preț Per sqm

source: Is exclusive
ro: Exclusiv

source: Is promoted on site
ro: Promovează site

source: Is recommended
ro: Recomandat

source: Is on homepage
ro: Homepage

source: Transaction Details - only for transacted offers
ro: Detalii Tranzacție - doar pentru ofertele tranzacționate

source: Commission percent
ro: Comision %

source: Get Transaction Log
ro: Descarcă log tranzacții

source: Offer and Property ID
ro: ID Ofertă și Proprietate

source: Commission %%
ro: Comision %%

source: New Offer
ro: Ofertă Nouă

source: Views
ro: Vizualizări

source: For the offer to be created, you need to specify a price, otherwise the entire form will be ignored!
ro: Ca oferta să poată fie creată, este necesar să menționați prețul. În lipsa prețului, formularul nu va fi luat în considerare!

source: Offices
ro: Birouri

source: Contact
ro: Contactează-ne

source: Update office
ro: Actualizează birou

source: File extension must be .jpg!
ro: Extensia imaginii trebuie să fie .jpg!

source: First image is thumbnail
ro: Prima imagine este de prezentare

source: New Client
ro: Client Nou

source: Submit
ro: Salvează

source: Are you sure you want to delete
ro: Sunteți sigur că doriți să ștergeți

source: Filter
ro: Filtrează

source: Transacted
ro: Tranzacționat

source: About
ro: Despre noi

source: Support
ro: Ajutor

source: Contact Us
ro: Contactează-ne

source: Condensed sidebard
ro: Meniu lateral îngustat

source: My profile
ro: Profilul meu

source: Logout
ro: Deloghează-te

source: Navigation
ro: Navigare

source: Dashboard
ro: Panou Central

source: Activities
ro: Activități

source: My activities
ro: Activitățile mele

source: All activities
ro: Toate activitățile

source: Archived activities
ro: Activități arhivate

source: Property leads
ro: Lead-uri proprietate

source: My leads
ro: Lead-urile mele

source: All leads
ro: Toate lead-urile

source: Archived leads
ro: Lead-uri arhivate

source: Add
ro: Adaugă

source: My properties
ro: Proprietățile mele

source: Office properties
ro: Proprietățile biroului

source: My demands
ro: Cererile mele

source: Office demands
ro: Cererile biroului

source: All demands
ro: Toate cererile

source: Clients
ro: Clienți

source: My clients
ro: Clienții mei

source: Office clients
ro: Clienții biroului

source: All clients
ro: Toți clienții

source: Transacted offers
ro: Oferte tranzacționate

source: My offers
ro: Ofertele mele

source: All offers
ro: Toate ofertele

source: Administration
ro: Administrare

source: Create agent
ro: Creare agent

source: Agencies/Franchises
ro: Agenții/Francize

source: first
ro: prima

source: last
ro: ultima

source: Add Property
ro: Adaugă Proprietate

source: Total surface
ro: Suprafață totală

source: Field surface
ro: Suprafață teren

source: Ceiling height (cm)
ro: Inaltime tavan (cm)

source: Garden surface
ro: Suprafață gradină

source: Block entrance number
ro: Nr. scară

source: Submit documents
ro: Adaugă
