Repository: racovetdorin/crm_real_estate
Catalog: ui/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Secondary filters
ro: Filtre secundare

source: Price rent
ro: Preț închiriere

source: Floors
ro: Etaje imobil

source: Price sale
ro: Preț vânzare

source: Matching demands
ro: Cereri potrivite

source: Don't show on site
ro: Nu afișa pe site

source: Property Update
ro: Actualizează Proprietate

source: matching demands for this property
ro: cereri care se potrivesc acestei proprietăți.

source: demands
ro: cereri

source: Images
ro: Imagini

source: Delete all images
ro: Șterge toate imaginile

source: Attributes
ro: Atribute

source: Closed offers
ro: Oferte închise

source: Update Agent
ro: Actualizează Agent

source: Create Agent
ro: Creare Agent

source: Office Managers
ro: Manageri Birou

source: Region Managers
ro: Manageri Regiuni

source: Delete Selected
ro: Șterge selecție

source: Choose group(s)...
ro: Alege grup(uri)...

source: Change Password
ro: Schimbare parolă

source: Change
ro: Schimbă

source: Active agents this month
ro: Agenți activi luna curentă

source: Since last month
ro: De luna trecută

source: Active offers this week
ro: Oferte active săptămâna curentă

source: Since last week
ro: De săptămâna trecută

source: Active demands this week
ro: Cereri active săptămâna curentă

source: New clients this month
ro: Clienți noi luna curentă

source: Client's name or phone
ro: Nume client sau numar de telefon

source: Add agent
ro: Adaugă agent

source: agents
ro: agenți

source: Name/Role
ro: Nume/Rol

source: Email/Phone
ro: Email/Telefon

source: Offers/Demands
ro: Oferte/Cereri

source: Your username and password didn't match. Please try again.
ro: Numele și parola nu se potrivesc. Încercați din nou.

source: Email address
ro: Adresă email

source: Enter your email
ro: Introdu adresa de e-mail

source: Forgot your password?
ro: Ai uitat parola?

source: Password
ro: Parolă

source: Enter your password
ro: Introdu parola

source: Remember me
ro: Ține-mă minte

source: Log In
ro: Loghează-te

source: Your password was changed.
ro: Parola a fost schimbată.

source: Back to my profile
ro: Înapoi la profilul meu

source: Please correct the error below.
ro: Vă rugăm corectați erorarea.

source: Please correct the errors below.
ro: Vă rugăm corectați erorile

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
ro: Măsuri de securitate: introduceți vechea parolă, apoi noua parolă.

source: Password reset
ro: Resetare parolă

source: Success!
ro: Succes!

source: Verify your email. If you entered a valid address, you will receive a password reset link
ro: Verificați-va emailul. Dacă ați introdus o adresă validă, veți primi un link pentru resetarea parolei

source: Password reset confirmation
ro: Confirmare resetare parolă

source: Please enter your new password twice so we can verify you typed it in correctly.
ro: Vă rugăm introduceți parola de două ori pentru a putea verifica dacă aceasta a fost scrisă corect.

source: Reset my password
ro: Resetează parola

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ro: Linkul de resetare a parolei a fost invalid, posibil deoarece a fost deja utilizat. Vă rugpm solicitați o nouă resetare a parolei.

source: Your password has been set. You may go ahead and log in now.
ro: Parola dumneavoastră a fost resetată.

source: Back to login screen
ro: Înapoi la pagina de login

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ro: Primiți acesti email deoarece ați solicitat o schimbare a parolei pentru contul dumneavoastră %(site_name)s.

source: Please go to the following page and choose a new password:
ro: Vă rugăm accesați următoare pagină și alegeți noua parolă:

source: Your username, in case you’ve forgotten:
ro: Numele de utilizator, în cazul în care l-ați uitat:

source: Thanks for using our site!
ro: Mulțumim că folosiți site-ul nostru!

source: The %(site_name)s team
ro: Echipa %(site_name)s

source: Take!
ro: Preia!

source: Unavailable
ro: Indisponibil

source: Property type/ID
ro: Tip/ID Proprietate

source: Last updated
ro: Ultima actualizare

source: Surface Util
ro: m² Util

source: Re-type password
ro: Reintrodu Parola

source: The email must be set
ro: Email-ul este necesar

source: Superuser must have is_staff=True.
ro: Superuser-ul trebuie sa aiba is_staff=True

source: Superuser must have is_superuser=True.
ro: Superuser-ul trebuie sa aiba is_superuser=True

source: Dark mode
ro: Mod întunecat

source: Condensed sidebar
ro: Meniu lateral îngustat

source: Role
ro: Rol

source: Layout settings
ro: Setări interfață

source: User
ro: Utilizator

source: Passwords don't match
ro: Parolele nu se potrivesc
